Repository: bitterdev/simple_buttons
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

# BlockTypeSetName
source: Forms
de_de: Formulare

source: Simple Buttons is a powerful Concrete CMS add-on that enables customizable button designs.
de_de: Simple Buttons ist ein leistungsstarkes Add-on für Concrete CMS, das anpassbare Button-Designs ermöglicht.

source: Add buttons to your site.
de_de: Fügen Sie Ihrer Site Schaltflächen hinzu.

source: Buttons
de_de: Schaltflächen

source: Internal Page
de_de: Interne Seite

source: External URL
de_de: Externe URL

source: File
de_de: Datei

source: Primary
de_de: Primär

source: Secondary
de_de: Sekundär

source: Alternate
de_de: Alternative

source: Author
de_de: Autor

source: Bookmark
de_de: Lesezeichen

source: External
de_de: Extern

source: Help
de_de: Hilfe

source: License
de_de: Lizenz

source: Next
de_de: Weiter

source: No Follow
de_de: Nicht folgen

source: No Referrer
de_de: Nicht verweisen

source: No Opener
de_de: Nicht öffnen

source: Prev
de_de: Zurück

source: Search
de_de: Suchen

source: Self
de_de: Selbst

source: Parent
de_de: Elternteil

source: Blank
de_de: Leer

source: Top
de_de: Oben

source: Small
de_de: Klein

source: Regular
de_de: Mittel

source: Large
de_de: Groß

source: Left
de_de: Links

source: Right
de_de: Rechts

source: You need to add at least one button.
de_de: Sie müssen mindestens eine Schaltfläche hinzufügen.

source: You need to enter a label.
de_de: Sie müssen eine Bezeichnung eingeben.

source: You need to select a valid relationship.
de_de: Sie müssen eine gültige Beziehung auswählen.

source: You need to select a valid button style.
de_de: Sie müssen einen gültigen Schaltflächenstil auswählen.

source: You need to select a valid button target.
de_de: Sie müssen ein gültiges Schaltflächenziel auswählen.

source: You need to select a valid file.
de_de: Sie müssen eine gültige Datei auswählen.

source: You need to enter a valid url.
de_de: Sie müssen eine gültige URL eingeben.

source: You need to select a valid page.
de_de: Sie müssen eine gültige Seite auswählen.

source: You need to select a valid link type.
de_de: Sie müssen einen gültigen Linktyp auswählen.

source: If you want to have a button group you can do so by adding multiple buttons.
de_de: Wenn Sie eine Schaltflächengruppe haben möchten, können Sie dies durch Hinzufügen mehrerer Schaltflächen tun.

source: Add Button
de_de: Schaltfläche Hinzufügen

source: Currently there are not buttons defined.
de_de: Derzeit sind keine Schaltflächen definiert.

source: Toggle
de_de: Umschalten

source: Remove Item
de_de: Schaltfläche entfernen

source: Label
de_de: Bezeichnung

source: Title
de_de: Titel

source: Icon
de_de: Symbol

source: Choose Icon
de_de: Symbol auswählen

# Icon
source: ** None Selected
de_de: ** Keine Auswahl

source: Icon Position
de_de: Symbolposition

source: Relationship
de_de: Beziehung

source: Button Style
de_de: Schaltflächenstil

source: Button Size
de_de: Button Style

source: Disabled
de_de: Deaktiviert

source: Outline
de_de: Umrissen

source: Open Link in New Window
de_de: Link in neuem Fenster öffnen

source: Target
de_de: Ziel

source: Link Type
de_de: Linktyp

source: Page
de_de: Seite

source: Choose Page
de_de: Seite auswählen

source: Do you really want to delete this button?
de_de: Möchten Sie diese Schaltfläche wirklich löschen?

source: Delete
de_de: Löschen

source: General
de_de: Allgemein

source: Primary Button
de_de: Primäre Schaltfläche

source: Secondary Button
de_de: Sekundäre Schaltfläche

source: Full Preview
de_de: Vollständige Vorschau

source: Regular State
de_de: Normaler Zustand

source: Text Color
de_de: Textfarbe

source: Background Color
de_de: Hintergrundfarbe

source: Border Color
de_de: Rahmenfarbe

source: Note: For outline buttons, the border color is also used as the text color.
de_de: Hinweis: Bei Konturschaltflächen wird die Rahmenfarbe gleichzeitig als Textfarbe verwendet.

source: Active State
de_de: Aktiver Zustand

source: Disabled State
de_de: Deaktivierter Zustand

source: Primary Button %s
de_de: Primäre Schaltfläche %s

source: (Regular)
de_de: (Normal)

source: Secondary Button %s
de_de: Sekundäre Schaltfläche %s

source: Save
de_de: Speichern

source: Get Help
de_de: Hilfe anfordern

source: You need to enter a valid text color for the primary button regular state.
de_de: Sie müssen eine gültige Textfarbe für den regulären Status der primären Schaltfläche eingeben.

source: You need to enter a valid background color for the primary button regular state.
de_de: Sie müssen eine gültige Hintergrundfarbe für den regulären Status der primären Schaltfläche eingeben.

source: You need to enter a valid border color for the primary button regular state.
de_de: Sie müssen eine gültige Rahmenfarbe für den regulären Status der primären Schaltfläche eingeben.

source: You need to enter a valid text color for the primary button active state.
de_de: Sie müssen eine gültige Textfarbe für den aktiven Status der primären Schaltfläche eingeben.

source: You need to enter a valid background color for the primary button active state.
de_de: Sie müssen eine gültige Hintergrundfarbe für den aktiven Status der primären Schaltfläche eingeben.

source: You need to enter a valid border color for the primary button active state.
de_de: Sie müssen eine gültige Rahmenfarbe für den aktiven Status der primären Schaltfläche eingeben.

source: You need to enter a valid text color for the primary button disabled state.
de_de: Sie müssen eine gültige Textfarbe für den deaktivierten Status der primären Schaltfläche eingeben.

source: You need to enter a valid background color for the primary button disabled state.
de_de: Sie müssen eine gültige Hintergrundfarbe für den deaktivierten Status der primären Schaltfläche eingeben.

source: You need to enter a valid border color for the primary button disabled state.
de_de: Sie müssen eine gültige Rahmenfarbe für den deaktivierten Status der primären Schaltfläche eingeben.

source: You need to enter a valid text color for the secondary button regular state.
de_de: Sie müssen eine gültige Textfarbe für den regulären Status der sekundären Schaltfläche eingeben.

source: You need to enter a valid background color for the secondary button regular state.
de_de: Sie müssen eine gültige Hintergrundfarbe für den regulären Status der sekundären Schaltfläche eingeben.

source: You need to enter a valid border color for the secondary button regular state.
de_de: Sie müssen eine gültige Rahmenfarbe für den regulären Status der sekundären Schaltfläche eingeben.

source: You need to enter a valid text color for the secondary button active state.
de_de: Sie müssen eine gültige Textfarbe für den aktiven Status der sekundären Schaltfläche eingeben.

source: You need to enter a valid background color for the secondary button active state.
de_de: Sie müssen eine gültige Hintergrundfarbe für den aktiven Status der sekundären Schaltfläche eingeben.

source: You need to enter a valid border color for the secondary button active state.
de_de: Sie müssen eine gültige Rahmenfarbe für den aktiven Status der sekundären Schaltfläche eingeben.

source: You need to enter a valid text color for the secondary button disabled state.
de_de: Sie müssen eine gültige Textfarbe für den deaktivierten Status der sekundären Schaltfläche eingeben.

source: You need to enter a valid background color for the secondary button disabled state.
de_de: Sie müssen eine gültige Hintergrundfarbe für den deaktivierten Status der sekundären Schaltfläche eingeben.

source: You need to enter a valid border color for the secondary button disabled state.
de_de: Sie müssen eine gültige Rahmenfarbe für den deaktivierten Zustand der sekundären Schaltfläche eingeben.

source: The settings has been successfully updated.
de_de: Die Einstellungen wurden erfolgreich aktualisiert.

source: Solid Color
de_de: Einfarbig

source: Gradient (Top to Bottom)
de_de: Verlauf (von oben nach unten)

source: Gradient (Bottom to Top)
de_de: Verlauf (von unten nach oben)

source: Gradient (Right to Left)
de_de: Verlauf (von rechts nach links)

source: Gradient (Left to Right)
de_de: Verlauf (von links nach rechts)

source: No Shadow
de_de: Kein Schatten

source: Shadow Style 1
de_de: Schatten-Stil 1

source: Shadow Style 2
de_de: Schatten-Stil 2

source: Shadow Style 3
de_de: Schatten-Stil 3

source: Shadow Style 4
de_de: Schatten-Stil 4

source: Shadow Style 5
de_de: Schatten-Stil 5

source: Shadow Style 6
de_de: Schatten-Stil 6

source: Shadow Style 7
de_de: Schatten-Stil 7

source: Shadow Style 8
de_de: Schatten-Stil 8

source: Shadow Style 9
de_de: Schatten-Stil 9

source: Shadow Style 10
de_de: Schatten-Stil 10

source: No Corners
de_de: Keine Ecken

source: Button lifts up
de_de: Schaltfläche hebt sich nach oben ab

source: Text animates
de_de: Text animiert sich

source: Symbol rotates 45°
de_de: Symbol dreht sich um 45°

source: Glow effect
de_de: Glow-Effekt

source: Symbol slides in from the side
de_de: Symbol schiebt sich von der Seite ein

source: No Background
de_de: Kein Hintergrund

source: Rounded Background
de_de: Abgerundeter Hintergrund

source: Square Background
de_de: Quadratischer Hintergrund

source: Ticket Created
de_de: Ticket erstellt

source: Your ticket has been successfully created.
de_de: Ihr Ticket wurde erfolgreich erstellt.

source: Bug
de_de: Fehler

source: Proposal
de_de: Vorschlag

source: Task
de_de: Aufgabe

source: Minor
de_de: Unerheblich

source: Critical
de_de: Kritisch

source: Content
de_de: Inhalt

source: Type
de_de: Typ

source: Priority
de_de: Priorität

source: Cancel
de_de: Abbrechen

source: Create Ticket
de_de: Ticket erstellen
